module.exports = `### 西安邮电大学图像与信息处理研究所介绍
##### 图像与信息处理研究所由陕西省“百人计划”特聘专家刘颖博士带队，现有成员11人，其中博士7人，在读博士3人，硕士1人，是一支以中青年为主体的高学历图像处理研究队伍。研究所依托陕西省普通高等学校重点学科“信息与通信工程”，开展计算机视觉和模式识别领域的前沿理论研究，重点关注视频信息智能处理技术，致力于将本领域的理论转化为实际的应用系统。2011年11月，团队作为科研主力加入西安邮电大学与陕西省公安厅联合共建的“陕西省法庭科学电子信息实验研究中心”（简称“中心”）。2013年12月，成功获批“电子信息现场勘验应用技术” 公安部重点实验室。在现有平台上，开展涉案视频图像处理，制定陕西省公共安全行业图像和视频处理规范，获取实际现勘图像与视频数据，了解公安行业实际需求，将图像与视频处理技术与实际需求紧密结合，与企业合作联合开发实用系统，并积极参与产品的推广。
##### 研究所的主要研究方向包括：视频/图像语义分析、视频/图像清晰化处理、视频中的目标检测、跟踪与识别，高动态范围图像处理、3D现场重建、图像安全等。主持国家级、省部级项目33项，主持横向项目5项；发表论文107篇，其中13篇被SCI收录，51篇被EI收录；出版教材2部；申请国家发明专利4项，授权实用新型专利2项。
##### 研究所在读硕士研究生15人，已毕业2人，学生研究方向紧密结合团队课题，内容包括：现勘图像数据库检索、轮胎花纹数据库检索、视频中的烟雾检测、高动态范围图像合成、图像超分辨率、图像去雾处理等。至今，已发表EI检索论文十余篇，3人获得国家优秀研究生奖学金，11人获得校内研究生奖学金，获研究生科研立项2项。
##### 目前，研究所与微软亚洲研究院、英国哈德斯菲尔德大学、新加坡资讯与通信研究院、澳大利亚联邦大学、美国加州圣塔克拉拉大学等科研机构建立了长期的友好交流与合作。

![本团队两个依托平台](http://upload-images.jianshu.io/upload_images/3030536-d36c5624b52dbd9d.png?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240)`;
