module.exports = `* 标题：关于举办林楠教授学术讲座的通知
  * 内容：
各位老师： 
为促进学术交流，提高科研团队的影响力与凝聚力，特举办林楠 (Nam Ling)学术讲座，欢迎全院师生参加！报告具体安排如下： 
报告题目：率失真优化与图像压缩稀疏编码 
报 告 人：林楠 
报告时间：2016年6月23日（周四）16：00— 17 ：30 
报告地点：长安校区通信与信息工程学院106室 
报告摘要： 
传统的视频和图像压缩在主流标准例如H.264 / AVC和H.265 / HEVC采用正交变换，运动估计，帧内预测和熵编码的混合编码方法。这样的方法在编码效率似乎已经接近饱和的，使用信号处理的技术很难获得重大突破。近年来，大量的研究一直专注于应用机器学习的方法，旨在提高编码效率到另一个层次。在这次报告中，我们首先会对图像/视频编码及其最新进展进行概述。然后，我们将主要介绍使用过完整表征用于稀疏编码，以减少表示图像信息的系数的数目，而不是传统的离散余弦变换（DCT）方法。基于过完整表征的字典表示可以从数据中学习得到并通过K-SVD（奇异值分解）算法来训练。然后，正交匹配追踪（OMP）算法应用于选择字典元素及其系数用于表示图像。我们提出了一个速率-失真优化（RDO）的方法在给定的一个稀疏约束下选择非零系数的数目。实验结果表明相较于传统的基于DCT的方案方法我们的方法的编码效率有了很好的改善。最后，我们将重点介绍一些我们目前的研究以及我们的实验室的情况。 
报告人简介： 
林楠，毕业于新加坡国立大学电气工程系并在美国考获硕士及博士学位。从2010年开始， 他是美国圣塔克拉拉大学圣菲利波家族(Sanfilippo Family)讲席教授及该校电脑工程系系主任。在2002至2010年期间， 他是该校工程学院副院长(主管研究生课程， 研究， 及师资发展)。当前， 他也是新加坡国立大学咨询教授， 天津大学客座教授， 上海交通大学客座教授， 兰州大学翠英讲席教授， 及西安邮电大学特聘教授。 基于林教授在视频编码算法和体系结构所作出的贡献， 他受封为IEEE Fellow。他也同时是IET Fellow。林教授共发表了超过180篇学术论文及书。他擁有7 項被採納的标准方案。 他申请/擁有超过20項美国/欧洲/PCT专利。他两次任命为IEEE杰出讲员， 也是APSIPA杰出讲员。他在IEEE ICCE 2003所发表的论文获得最佳论文奖。 他在全大学层级获得四大奖狀(持续卓越研究奖， 校长表彰奖， 近期研究成就奖， 及杰出成就奖)。 另在学院层级获得两大奖狀(卓越教学奖及年度研究员奖)。 他担任国际会议的主讲人(IEEE APCCAS 2008， VCVP 2008， JCPC 2009， IEEE ICAST 2011， IEEE ICIEA 2012， IET FC & U-Media 2012， VCVP 2014， IEEE U-Media 2014， 及 Workshop at XUPT 2014)， 荣誉讲员(IEEE ICIEA 2010)， 大会主席/共同主席(IEEE Hot Chips 1995， VCVP 2008， IEEE ICME 2013， VCVP 2014， IEEE U-Media 2014， UMedia 2015， Umedia 2016，及IEEE SiPS 2015)， 大会节目共同主席(IEEE SiPS 2000， DCV 2002， IEEE ISCAS 2007， IEEE SiPS 2007， APSIPA ASC 2010， IEEE APCCAS 2010， 及 IEEE VCIP 2013)， 学会技术委员会主席(IEEE CASCOM TC及TCMM)。他也担任过客座编辑/副编辑(IEEE TCAS-I， IEEE J-STSP， Springer JSPS， 及Springer MSSP)， 在超过120个邀请讲座上发表演讲， 也担任过許多公司及研究机构的客座教授/顧问/科学家/学者。 
特此通知。 
通信与信息工程学院 
2016年6月22日

* 标题：关于举办刘宇宏博士学术讲座的通知
  * 内容：
各位老师： 
为促进学术交流，提高科研团队的影响力与凝聚力，特举办林楠 (Nam Ling)学术讲座，欢迎全院师生参加！报告具体安排如下： 
报告题目：网络社交媒体的安全、隐私及信誉机制 
报 告 人：刘宇宏 
报告时间：2016年6月24日（周五）16：00— 17 ：30 
报告地点：长安校区通信与信息工程学院106室 
报告摘要： 
在线社交媒体的兴起促进了网络用户生成并在网络上分享数字媒体信息。迅速增长的海量数字媒体信息在人们的日常生活中起着越来越重要的作用，同时，也产生了很多安全，隐私及信誉的问题。本报告分享和讨论了这方面的研究问题。 
首先，个人网上发布信息的简单化使得信息的可信度受到质疑。更重要的是，恶意攻击层出不穷，以误导公众的观点和决策从中获利。以在线的信誉系统为例，如亚马逊的评级平台，用户可以提供他们评分和使用经验，后来的顾客就可以参考这些信息用于购买或下载对应的商品。很多公司自己或者通过一些“评级公司”操纵在线评分恶意提升信誉。中国最大的零售网站淘宝视这种恶意提高信誉的方法（水军）为一种恶意欺骗。 
其次，用户发布的信息中可能不经意间会包含个人的身份和关系信息，这些可能会被网络钓鱼网站或垃圾邮件滥用，从而使用户隐私保护受到了极大的关注。为了促进用户社交联系，一些在线社交平台最近提供了一个好友搜索引擎，它允许用户访问另一个用户的好友列表。尽管任何用户可以设置朋友列表为隐私状态，但是诸如好友列表这样的隐私信息还是会被高级的攻击公开。 
我们主要关注利用信号处理和机器学习技术对在线社交媒体的安全、隐私和防御机制的研究。这个报告主要讨论我们在在线信誉系统的虚假评分检测和社交网站的用户好友隐私保护方面的成果。 
报告人简介： 
刘宇宏博士，于中国北京邮电大学取得信息工程学士学位（2004年）、及信号处理专业硕士学位（2007年），于美国罗德岛大学取得计算机工程博士学位（2012 年）。现任职于Santa Clara University计算机工程系助理教授。她曾获得2013年罗德岛大学优秀博士毕业论文奖，2010年IEEE Socialcom会议 (文章录取率13%) 最佳论文奖。 
她的研究方向主要包括计算机及网络安全，信任机制模型及应用。目前，主要进行的项目研究包括社交网络以及云计算的安全、隐私及信任机制。具体而言，她的研究借鉴了社会科学中信任的概念，并把它应用到计算机系统及网络中来代表两方之间的关系，即一方对另一方即将做出的行动以及拥有的属性有多大的信心。信任机制相关的计算机安全研究，可以被用来帮助计算机系统或网络提前检测攻击行为，归避风险，以及增强多方之间的合作，在保障系统及网络的安全方面发挥着不可替代的作用。 
她于2014年开始担任 IEEE Signal Processing Magazine e-Newsletter的副编辑，还曾是IEEE STCSN e-Letter 关于网络社交媒体安全与隐私special issue的客座编辑。她于2013年开始担任IEEE STCSN会员主席，2015年开始担任IEEE STC 执行委员会委员。她是2015年IEEE GlobalSIP会议的财务主席和注册主席，2016年IEEE CompSAC会议关于社交计算及人机交互专题的主席。她还曾担任过多个会议的技术委员会成员，比如ASE Social Informatics 2015, IEEE GlobalSIP 2014信息安全专题研讨会，ASE/IEEE Socialcom 2012。她还是很多顶级期刊杂志的审稿人。 
特此通知。 
通信与信息工程学院 
2016年6月22日

* 标题：关于举办王逸平教授学术讲座的通知
  * 内容：
各位老师： 
为促进学术交流，提高科研团队的影响力与凝聚力，特举办国家千人计划特聘专家王逸平教授学术讲座，欢迎全院师生参加！报告具体安排如下： 
报告题目：如何成为一名出色的科研工作者 
报 告 人：王逸平教授（Prof. Susanto Rahardja） 
报告时间：2015年10月13日（周二）15：30—17：30 
报告地点：通信与信息工程学院108室 
报告摘要：如何成为一名优秀的科研工作者，必须做到以下几个方面：第一、终身学习，执著追求。第二、基础扎实，知识宽广。第三、善于发现，勇于创新。第四、淡薄名利，坦诚做人。科研工作者要有高的境界，要克服功利和浮躁，老老实实、安安静静、脚踏实地做科研，才能出好的科研成果。 
报告人简介：Prof.Susanto Rahardja，IEEE fellow，西北工业大学‘千人计划’专家。原来新加坡通信发展规划局主任，新加坡国立大学教授，主要研究方向为视频编解码，多媒体信号处理。1991年在新加坡国立大学获得学士学位，并分别于1993年和1997年在南洋理工大学获得电子工程专业硕士和博士学位。他曾担任新加坡信息通信研究院(Institute for Infocomm Research)信号处理部门的主任，参与到多媒体标准化活动当中，他为可扩展无损音频压缩和无损最适编码贡献的技术，分别在ISO/IEC 14496-3:2005/Amd.3:2006和ISO/IEC14496-3:2005/Amd.2:2006中的规范性国际标准中采用和发布。 Rahardja教授在多媒体信号处理和数字通讯领域发表了250余篇国际期刊和会议论文。2007-2011年期间，他曾担任IEEE学会会刊音频、语音和语言处理版面和多媒体版面的副主编。他现任Elsevier期刊可视通信和图像表现版面和APSIPA期刊的信号和信息处理版面的编辑委员。Rahardja教授屡获殊荣：2002年获得IEE Hartree优质奖，2003年Tan Kah Kee青年发明家公开组的金奖，2007年获得国家科技奖，2008年获得A*STAR最佳导师奖。 
特此通知。 

* 标题：关于举办杨中皇特聘教授学术讲座的通知
  * 内容：
各位老师： 
您好！ 
应通信与信息工程学院邀请，台湾高雄师范大学大学杨中皇教授将于6月30日来我校做专题学术讲座。报告的具体安排如下： 
报告题目：移动智能终端的隐私保护理论与关键技术研究(Research of the Theory and Key Technologies of Privacy Protection for Mobile Devices) 
报告人：杨中皇 教授 博士生导师 
报告时间：2015年6月30日（周二）10:00—11:30 
报告地点：长安校区通信与信息工程学院大楼108室 
报告摘要：智能手机与平板电脑等移动智能终端迅速的发展，越来越多的个人资料不可避免地存放在此设备中。2013年斯诺登(Snowden)揭露了美国国家安全局(NSA)的“棱镜”（PRISM）监控计划，让我们了解到美国与英国等国家的情治单位通过攻击智能手机应用软件来搜集情报资料。所以移动智能终端的安全，已经成为信息安全领域的重要课题。 
本报告从学术研究的角度介绍移动取证(Mobile Forensics)工具与移动装置管理(Mobile Device Management)系统两种移动安全技术的研究动机与软件设计实践。最后，本报告介绍基于安卓系统的AOSP (Android Open Source Project) 开放源代码进行操作系统安全强化与隐私影响评估(Privacy Impact Assessment, PIA)两项进行中的移动安全研究。 
报告人简介：杨中皇教授1958年2月生于台湾台北，1990年取得美国University of Louisiana at Lafayette计算机工程博士(由中科院曾肯成教授访问美国期间指导博士论文)，曾任美国RSA Data Security, Inc.软件研发工程师(1991)、日本电信电话公司(NTT)博士后研究员(1991-1993)、中华电信研究所“信息安全与密码技术”计划主持人(1996-1997)、高雄第一科技大学信息管理系系主任(1998-2000)、高雄师范大学信息教育研究所所长(2006-2009)。此外，杨教授担任过SCI期刊IEICE Trans. Communications编辑委员(Associate Editor)、Asia Joint Conference on Information Security (AsiaJCIS, 2013- 2015)国际会议大会共同主席、韩国信息安全学会(KIISC)访问理事(Visiting Member of the Board of Directors)、台湾的信息安全学会理事长(2012-2015)等，并负责举办第二届海峡两岸信息安全研讨会(2013年9月高雄召开)、第四届海峡两岸信息安全研讨会(2015年1月南投召开)。目前杨教授是高雄师范大学教授，也是西安邮电大学特聘教授。详细学经历及著作请参见http://security.nknu.edu.tw/ 
特此通知。 

* 标题：关于2015年度中国通信学会科学技术奖推荐工作的最新通知
  * 内容：
各位老师： 
您好！ 
我院于2015年3月30日下发邮件《关于开展2015年度中国通信学会科学技术奖推荐工作的通知》，现接科技处关于该项工作的最新通知，有意向申报2015年度中国通信学会科学技术奖的老师请于2015年6月16日17:00前在各部门报名，各部门上报名单后由科技处统一发放账号密码。我院有意向报名的老师请于6月15日（下周一）11：00前发邮件至院办邮箱：tongx@xupt.edu.cn。 

* 标题：关于举办第四期“通信论坛”学术讲座的通知
  * 内容：
各位老师： 
为促进学术交流，提高科研团队的影响力与凝聚力，特举办 “通信论坛”学术讲座，欢迎全院师生参加！第四期报告具体安排如下： 
报告题目：基于多目标进化的模糊聚类图像分割 
报 告 人：赵凤 博士 
报告时间：2015年6月18日（周四）14：30—16：00 
报告地点：通信与信息工程学院大楼108会议室 
报告摘要：基于聚类的图像分割方法一般是根据某一个聚类准则来判别图像中像素的归属。然而，在实际应用中，往往需要从多个方面来考虑图像分割问题。从数学的角度来看，就是将图像分割问题转换为对多个目标函数的最优化问题。近年来，将基于多目标进化的聚类方法（多目标进化聚类）应用于图像分割已经成为一个研究热点。与传统聚类方法相比，多目标进化聚类方法获得的分割结果更符合人们的预期，几乎不再对初始化敏感且不易陷入局部最优，通过选取适当的染色体编码策略和目标函数可以实现分割数目的自动确定，减少了人为干预。 
本次报告将从模糊聚类的局限性出发，引出多目标优化和多目标进化聚类方法，特别针对多目标进化聚类应用于图像分割时未利用任何的图像空间信息，使得无法在含噪图像上取得理想分割性能的缺点，详细介绍融合图像空间信息的多目标进化聚类图像分割方法。 
报告人简介：赵凤，西安电子科技大学博士，主要研究方向为图像处理与模糊信息处理。2010年进入西安邮电大学工作以来，一直从事基于模糊聚类的图像分割研究。主持并完成国家自然科学基金项目1项、陕西省自然科学基础研究计划项目1项、陕西省教育厅科研计划项目1项和教育部重点实验室开放基金项目1项，现主持陕西省科技计划项目1项；近年来在Applied Soft Computing等期刊上以第一作者身份发表论文27篇，其中SCI检索8篇；多次参加国内外学术会议，曾于2012年获得IET协会颁发的U-Media国际会议最佳论文奖。荣获2014年度陕西省青年科技新星称号；2014年9月被认定为西安邮电大学视频图像处理与识别方向的学术带头人；2014年3月成立智能信息处理团队；现指导硕士研究生七名。现任计算机学会会员，2014年11月加入计算机学会多值逻辑和模糊逻辑专业委员会。 
特此通知。 

* 标题：关于举办高频通信的关键技术和研究进展学术讲座的通知
  * 内容：
为促进学术交流，提高科研团队的影响力与凝聚力，特举办高频通信的关键技术和研究进展学术讲座，欢迎全院师生参加！报告具体安排如下： 
报告题目： 高频通信的关键技术和研究进展 
报 告 人： 刘文豪 
报告时间：2015年6月8日（周一） 14：30—17：30 
报告地点： 3号实验楼108室 
报告摘要： 介绍第五代宽带移动通信研究热点内容---高频通信的关键技术最新研究进展，包括频谱使用的候选集合、接入过程、载波设计、MIMO设计和抗干扰设计。 
报告人简介： 刘文豪，中兴通讯股份有限公司预研部高频通信项目经理，负责高频通信在5G中的技术研究和标准方案制定。多年来参与了LTE标准研究，共提出专利三十余项，多项专利被3GPP LTE标准组织采纳。 

* 标题：关于举办杨波教授学术报告的通知
  * 内容：
应我校无线网络安全技术国家工程实验室邀请，陕西师范大学杨波教授将于6月8日来我校做专题学术讲座，欢迎广大师生参加！报告的具体安排如下： 
报告题目：可证明安全性的数字签名 
报 告 人：杨波 教授 博士生导师 
报告时间：2015年6月8日（周一）15:00—17:30 
报告地点：长安校区通信与信息工程学院大楼320会议室 
报告摘要：可证明安全性是现代密码学中的基本工具，报告首先介绍可证明安全性的发展、定义、用法。然后以RSA-FDH签名方案和BLS短签名方案为例，介绍其使用方法。 
报告人简介：杨波，1963年5月出生，陕西师范大学计算机科学学院二级教授、博士生导师，陕西省百人计划特聘教授，中国密码学会理事，中国密码学会密码算法专业委员会委员，《密码学报》编委。 
1986年获北京大学数学系学士学位，1993年获西安电子科技大学计算机系计算机软件硕士学位，1999年获西安电子科技大学通信工程学院密码学博士学位。1986年至2005年在西安电子科技大学工作，2005年至2011年在华南农业大学信息学院、软件学院工作，任院长。2011年起在陕西师范大学计算机科学学院工作。2005年担任第四届中国信息和通信安全学术会议程序委员会主席，2009年担任中国密码学会年会副主席，2010年起担任The Joint Workshop on Information Security (JWIS ) Co-General Chair。 
已主持国家自然科学基金7项、“863”计划1项、国家密码发展基金1项、国防科技重点实验室基金4项、陕西省自然科学基金1项，广东省自然科学基金创新团队项目1项。已发表学术论文200余篇，其中被三大检索收录100余篇，出版学术著作及教材6部，包括“十一五”国家级规划教材1部，申请专利4项。 
特此通知。 

* 标题：关于举办韩文报教授学术讲座的通知
  * 内容：
应我校无线网络安全技术国家工程实验室邀请，解放军信息工程大学韩文报教授将于6月9日来我校做专题学术讲座，欢迎广大师生参加！报告的具体安排如下： 
报告题目：互联网密码漫谈 
报 告 人：韩文报 教授 博士生导师 
报告时间：2015年6月9日（周二）10:00—12:00 
报告地点：长安校区通信与信息工程学院大楼320会议室 
报告摘要：互联网泛密码化态势，互联网密码分类，互联网密码分析方法，高性能计算与口令攻击方案。 
报告人简介：韩文报，男，1963年10月26日出生。1982年7月本科毕业解放军洛阳外国语学院应用数学系，分别与1988年和1994年于四川大学数学系获硕士，博士学位，1994年中国科学技术大学博士后，1997年中国科学院高级访问学者。 
1999年至2008年任解放军信息工程大学信息工程学院信息研究系主任，教授，博士生导师。政府特殊津贴获得者，国务院学位委员会（军事学）学科评议组成员员，国家信息安全战略研究组成员；上海交通大学，国防科技大学兼职教授、博导；江南计算机研究所信息安全顾问，国家信息安全工程中心顾问；国家自然科学基金数理学部与信息科学部会评专家，曾任网络与信息安全组副组长；国内顶级期刊“科学通报”编委、“中国科学”（F辑：信息科学）编委，美国MATH.REVIEW，德国“Math.Zal”特约评论员。2007年和2012年两届计算机学科国家重点实验室评估专家组成员。 
韩文报教授在计算数论算法研究以及高难计算数论问题——RSA大数分解研究方面取得了具有国内领先、国际先进的研究成果。曾先后主持完成了多项国家863计划重点项目、国家自然科学基金重大研究计划等重大科研项目，并以副组长身份完成了国务院信息化领导小组办公室组织的“国家信息安全战略研究”课题。 
韩文报教授主持完成的国家863信息安全应急项目“电子文档信息安全系统”参加了“全国863计划十五周年成就展”。2000年获国家教学成果二等奖一项、军队科技成果一等奖3项；获军队科技成果二等奖3项。培养的博士生范淑琴获“2005年钟家庆数学奖”、“2006年全国优秀博士学位论文”（密码学），培养的硕士生王源华获“2007年钟家庆数学奖”。主持设计的昊通DVB加扰算法成为国家商用密码办公室确立为数字电视加扰国家标准。 
特此通知。 

* 标题：关于举办谢永斌教授学术讲座的通知
  * 内容：
各位老师： 
您好！ 
为积极响应学校第二届科技文化节的举行，深化学校办学理念，推进实践育人工作，特举办谢永斌教授学术讲座，欢迎我院教师积极参加！报告的具体安排如下： 
报告题目：互联网+时代全景解读 
报 告 人：谢永斌 教授 
报告时间：2015年6月4日(周四) 16:30-18:30 
报告地点：长安校区图书馆二楼国际会议中心 
报告人简介： 
谢永斌，教授，现任大唐移动通信设备有限公司高级副总裁，凯明信息科技股份有限公司副董事长。从2000年开始，主要从事第三代移动通信技术的研究与开发，先后组织了WCDMA全系统、TD-SCDMA接入网及终端的研发。目前主要研究方向为TD-SCDMA技术及其进一步发展的体系结构、关键技术及新技术产业化应用的可行性等。2002年被聘为电信科学技术研究院(CATT)研究生导师，发表各类论文近30篇，被EI收录的有7篇。 
特此通知。 
 通信与信息工程学院 
2015年6月3日 

* 标题：本团队4项目获得2015年度陕西省科技计划项目资助
  * 内容：
近日，2015年度陕西省科技计划项目评审结果公布，我校共有25项获得资助，共计资助经费143万。其中陕西省自然基金项目9项（包括面上项目5项，青年项目4项），陕西省工业攻关项目2项，陕西省社会发展科技攻关1项，陕西省国际合作项目5项，软科学项目8项。 
本团队总共获得四项资助，其中2项国际合作项目，1项面上项目与1项青年项目。
 
* 标题：关于举办杨奇博士学术讲座的通知
  * 内容：
各部门、各单位： 
应我校邀请，武汉邮电科学研究院杨奇博士将来我校做专题学术讲座，欢迎全校师生参加！报告的具体安排如下： 
报告题目：超大容量超高速相干光传输——从系统到器件 
报 告 人：杨奇 博士 
报告时间：2015年6月3日（周三）16:30 
报告地点：西安邮电大学长安校区行政楼附属一楼报告厅 
报告人简介：杨奇，2004年毕业于华中科技大学电信系提高班；2006年毕业于华中科技大学电信系，硕士学位；2011年毕业于澳大利亚墨尔本大学，博士学位。现任武汉邮电科学研究院光纤通信技术和网络国家重点实验室副主任。2008年至2009年，在美国贝尔实验室高速光电子部分工作，获最佳实习生奖。2008年参与实现世界首次100Gb/s相干光OFDM1000公里光纤传输实验，2009年参与实现世界首次1Tb/s相干光OFDM传输实验，2009年参与实现世界首次相干光OFDM实时传输实验。其主要的研究方向为：相干光通信；前向纠错编码；高速微电子芯片。发表国际期刊会议论文90余篇，编写海外书籍章节1章，美国专利7件，中文专利30余件。 
特此通知。 
科技处 
2015年6月2日 

* 标题：2015-5-20中省共建团队设备购置讨论会
  * 内容：
各位老师： 
大家好，2015-5-20（今天，星期三）中省共建团队设备购置讨论会举行，如下： 
1、时间：2015年5月20日，下午2：30； 
2、地点：中心会议室 
3、内容：讨论重点实验室建设方案，需要购置哪些设备，制定建设方案。 
望春安～

* 标题：2015-5-20图像与视频研究组科研例会
  * 内容：
各位老师： 
大家好，明天（五月21日，星期四）图象与视频研究组科研例会照常举行，如下： 
1、时间：2015年5月21日，下午2：30； 
2、地点：中心会议室 
3、主讲人：李娜老师给大家做个人专题报告 
望春安～`;
