module.exports = `
| 序号        | 项目名称           | 项目来源  | 项目人员        | 项目编号           | 起止时间  |
| :-------------:|:-------------:| :-----:|:-------------:| :-----:|:-----:|
| 1      | 面向图像语义分析的多示例集成学习算法研究 | 陕西省教育厅 |李大湘等      | 15JK1660 | 2015.6-2016.12 |
| 2      | 基于动态纹理的全天空极光视频图像配准      |   陕西省教育厅	 | 	王倩等	      | 12JK0543      |   2012/1-2013/12 |
| 3 | 基于自适应正则化方法的多尺度极光运动场估计      |    陕西省自然科学基础研究计划-青年人才项目 |王倩等	 | 2015JQ6223      |   2015/1-2016/12 |
| 4 | 雾天监控视频图像清晰化处理算法研究      |    陕西省教育厅专项科研计划项目 |王殿伟等	 | 14JK1680      |   2014.07-2015.12 |
| 5 | 现场勘查视频图像清晰化处理关键技术研究      |    公安部科技强警基础工作专项项目 |王殿伟等	 | 2014GABJC024      |  2014.07-2016.06 |
| 6 | 	现场勘查视频图像清晰化处理关键算法研究      |    陕西省自然科学基础研究计划-面上项目 |王殿伟等	 | 2015JM6350      |  2015.01-2016.12 |
| 7 | 	刑侦图像/视频超分辨率处理研究     |    陕西省国际科技合作与交流计划 |毕萍等	 | 2015KW-005      |  2015.6-2017.5 |
| 8 | 	基于多示例学习的运动目标跟踪算法研究与应用     |    陕西省国际科技合作与交流计划 |李娜等	 | 2015KW-004      |  2015.6-2017.5 |
| 9 | 	基于融合的图像恢复算法研究  |    西安邮电大学 |刘卫华等	 | ZL201201     | 2012.9-2014.5（已结题） |
|10 | 基于高动态图像合成的刑侦视频/图像清晰化研究  |    陕西省科技厅 |刘卫华等	 | 2014KW0101     | 2013.1-2015.12 |
|11 | 基于多示例学习的色情图像过滤算法研究  | 陕西省教育厅专项科研基金 |	李大湘等	 | 12JK0734     | 2012/01-2013/10（已结题） |
|12 | 面向刑侦图像检索的MIL算法研究  | 陕西省自然科学基金面上项目 |	李大湘等	 | 2013JM8031     | 2013/01-2015/12 |
|13 | 基于多示例学习的现勘鞋印图像识别算法研究  | 公安部科技强警基础工作专项项目 |	李大湘等	 | 2014GABJC022     | 	2014/07-2016/06 |`;
